Repository: team-framework/innolive-client
Catalog: apps/ios/InnoLive/InnoLive/Resources/Simulcast.xcstrings
Source language: ko
Languages: en, ja

source: 방송할 플랫폼을 하나 이상 선택해 주세요.
en: Select at least one broadcast platform.
ja: 配信先を1つ以上選択してください。

source: 방송 제어를 완료하지 못했습니다.
en: Could not complete the broadcast action.
ja: 配信の操作を完了できませんでした。

source: 송출할 플랫폼
en: Broadcast destinations
ja: 配信先

source: 계정 연결 필요
en: Connect an account
ja: アカウントの連携が必要です

source: 설정을 편집할 플랫폼
en: Edit platform settings
ja: 設定を編集する配信先

source: 준비된 플랫폼으로 계속
en: Continue with ready platforms
ja: 準備済みの配信先で続ける

source: 계속해도 바로 방송이 시작되지 않습니다. 방송 시작을 눌러 공개하세요.
en: Continuing does not start a broadcast. Tap Start broadcast to go live.
ja: 続けるだけでは配信は始まりません。「配信開始」を押して公開してください。

source: 일시 중지
en: Pause
ja: 一時停止

source: 재개
en: Resume
ja: 再開

source: 송출 종료
en: Stop streaming
ja: 配信終了

source: 전체 방송 종료
en: Stop all broadcasts
ja: すべての配信を終了

source: 준비된 플랫폼의 방송을 시청자에게 공개합니다.
en: Make broadcasts on the ready platforms live.
ja: 準備済みの配信先で視聴者に配信を公開します。

source: 라이브 시작에 실패했습니다. 다른 플랫폼의 방송은 유지됩니다.
en: Could not go live. Broadcasts on other platforms continue.
ja: 配信を開始できませんでした。他の配信先での配信は継続します。

source: 라이브 시작 실패
en: Go live failed
ja: 配信開始失敗

source: 준비된 대상 다시 시작
en: Start remaining ready targets
ja: 準備済みの配信先を再度開始

source: 준비 완료
en: Ready
ja: 準備完了

source: 실패한 플랫폼 다시 준비
en: Retry failed platforms
ja: 失敗した配信先を再準備
